{"translation-revision-date":"2020-06-03 00:03:10+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Import sample products":["Importer des données de démonstration"],"Skip store setup":["Ignorer la configuration de la boutique"],"Take payments via bank transfer.":["Acceptez les paiements par virement bancaire."],"Take payments in cash upon delivery.":["Acceptez les paiements en espèces à la livraison."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Si vous sélectionnez cette extension, votre boutique sera configurée pour utiliser le rand sud-africain comme devise."],"PayFast":["PayFast"]," Selling CBD products is only supported by Square.":[" Seul Square prend en charge la vente de produits CBD."],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Vous configurez une boutique pour un client ? {{link}}Lancez-vous maintenant{{\/link}}"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["En cliquant sur Configuration, vous acceptez nos {{link}}Conditions d’utilisation{{\/link}}."],"My store doesn’t take payments":["Ma boutique n’accepte pas les paiements"],"There was a problem updating settings for %s":["Un problème est survenu lors de la mise à jour des paramètres de %s"],"Connect your PayFast account":["Connectez votre compte PayFast"],"Passphrase":["Phrase secrète"],"Merchant Key":["Code commerçant"],"Merchant ID":["ID commerçant"],"PayFast connected successfully":["Le compte PayFast a bien été connecté"],"Please enter your passphrase":["Saisissez votre phrase secrète"],"Please enter your merchant ID":["Saisissez votre ID commerçant"],"Connect your Klarna account":["Connectez votre compte Klarna"],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Connectez votre boutique à votre compte PayPal. Vous n’avez pas de compte PayPal ? Créez-en un."],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["Il est nécessaire de disposer d’un compte Paypal pour pouvoir traiter les paiements. Vous allez être redirigé vers le site Web Paypal pour créer la connexion."],"Connect your PayPal account":["Connectez votre compte PayPal"],"Verify details":["Vérifiez les détails"],"Verify your business details with our payment partner, Stripe.":["Vérifiez les détails relatifs à votre entreprise avec notre partenaire de paiement Stripe."],"Verify business details":["Vérifiez les détails relatifs à votre entreprise"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["Une erreur s’est produite lors de la connexion à WooCommerce Payments. Veuillez réessayer ou ignorer pour vous connecter ultérieurement aux paramètres de la boutique."],"WooCommerce Payments connected successfully.":["WooCommerce Payments a bien été connecté."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Il est nécessaire de disposer d’un compte Square pour pouvoir traiter les paiements. Vous allez être redirigé vers le site Web Square pour créer la connexion."],"Connect your Square account":["Connectez votre compte Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Connectez votre boutique à votre compte Stripe. Vous n’avez pas de compte Stripe ? Créez-en un."],"A Stripe account is required to process payments.":["Il est nécessaire de disposer d’un compte Stripe pour pouvoir traiter les paiements."],"Connect your Stripe account":["Connectez votre compte Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{docsLink}}compte Stripe{{\/docsLink}}. Vous n’avez pas de compte Stripe ? {{registerLink}}Créez-en un.{{\/registerLink}}"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Veuillez entrer un code secret valide. Les codes valides commencent par « sk_live » ou « rk_live »."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Veuillez entrer un code publiable valide. Les codes valides commencent par « pk_live »."],"These details are required to receive payments via bank transfer":["Ces détails sont requis pour pouvoir recevoir des paiements par virement bancaire."],"Add your bank details":["Ajoutez vos coordonnées bancaires"],"Direct bank transfer details added successfully":["Les coordonnées de virement bancaire ont bien été ajoutées."],"There was a problem saving your payment setings":["Un problème est survenu lors de l’enregistrement de vos paramètres de paiement."],"Please enter an account number or IBAN":["Veuillez entrer un numéro de compte ou un numéro IBAN."],"Google Ads":["Google Ads"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Install %s":["Installer %s"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Below you’ll find a list of the most important steps to get your store up and running.":["Vous trouverez ci-après une liste des étapes les plus importantes pour lancer votre boutique."],"Set up your store and start selling":["Configurer votre boutique et commencer à vendre"],"Once complete your store will be ready for launch - exciting!":["Dès que vous aurez terminé, votre boutique sera prête pour son lancement. C'est génial !"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["En nous appuyant sur les informations que vous nous avez fournies, nous avons préparé quelques tâches finales de configuration que vous devrez exécuter."],"Woo hoo - you're almost there!":["Génial, vous y êtes presque !"],"Remove this card":["Supprimer cette carte"],"Task List Options":["Options de la liste de tâches"],"Yes, keep it":["Oui, la conserver"],"No, hide it":["Non, la masquer"],"Is this card useful?":["Cette carte est-elle utile ?"],"Select which payment providers you’d like to use and configure them":["Sélectionnez les fournisseurs de paiement que vous aimeriez utiliser et configurez-les"],"Set up payments":["Configurer les paiements"],"Choose how to configure tax rates - manually or automatically":["Choisissez comment configurer les taux d'imposition : manuellement ou automatiquement"],"Set up tax":["Configurer la taxe"],"Configure some basic shipping rates to get started":["Configurez certaines taxes d'expédition de base pour commencer"],"Set up shipping":["Configurer l'expédition"],"Create a custom homepage and upload your logo":["Créez une page d'accueil personnalisée et mettez en ligne votre logo"],"Personalize your store":["Personnaliser votre boutique"],"Add products manually, import from a sheet or migrate from another platform":["Ajoutez des produits manuellement, importez-les à partir d'une feuille de calcul ou migrez-les à partir d'une autre plateforme"],"Install and manage your extensions directly from your Dashboard":["Installez et gérez vos extensions directement à partir de votre tableau de bord"],"Connect your store to WooCommerce.com":["Connectez votre boutique à WooCommerce.com"],"Purchase, install, and manage your extensions directly from your dashboard":["Achetez, installez et gérez vos extensions directement à partir de votre tableau de bord"],"Purchase & install extensions":["Acheter et installer des extensions"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Choisissez le paiement que vous voulez, payez maintenant, ultérieurement ou en plusieurs fois. Pas de numéros de carte de crédit, pas de mots de passe, pas de problèmes."],"PayPal Checkout":["Validation de commande PayPal"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 Bingo ! Votre boutique est désormais en mesure d'accepter les paiements 💳"],"Credit cards - powered by Stripe":["Cartes de crédit - propulsé par Stripe"],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{link}}compte PayPal{{\/link}}"],"Please enter your API password":["Veuillez saisir le mot de passe de votre API."],"Please enter your API username":["Veuillez saisir le nom d'utilisateur de votre API."],"PayPal connected successfully.":["PayPal connecté avec succès."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Une erreur est survenue lors de la connexion à Square. Veuillez réessayer ou ignorer pour vous connecter ultérieurement aux paramètres de la boutique."],"Square connected successfully.":["Square connecté avec succès."],"Live Secret Key":["Code secret en temps réel"],"Live Publishable Key":["Code publiable en temps réel"],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{link}}compte PayFast{{\/link}}"],"Please enter your merchant key":["Veuillez entrer votre clé de marchand"],"There was a problem saving your payment settings.":["Un problème est survenu lors de l'enregistrement de vos paramètres de paiement."],"Stripe connected successfully.":["Stripe connecté avec succès."],"No thanks, I'll configure taxes manually":["Non merci, je configurerai les taxes manuellement"],"Good news!":["Bonne nouvelle !"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["En cliquant sur « Configure » vous activez les taux d'imposition, ainsi que les calculs. Vous trouverez plus d'informations {{link}}ici{{\/link}}."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Vous pouvez configurer Klarna dans les {{link}}paramètres de votre boutique{{\/link}}. Déterminez {{helpLink}}vos besoins{{\/helpLink}}."],"Head over to the tax rate settings screen to configure your tax rates":["Consultez l'écran des paramètres des taux d'imposition pour configurer ces derniers"],"Configure tax rates":["Configurer les taux d'imposition"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connectez votre boutique à WordPress.com pour activer le calcul automatique des taxes de vente"],"Set up tax rates manually":["Configurer les taxes de vente manuellement"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Jetpack et WooCommerce Services vous permettent d'automatiser le calcul des taxes de vente"],"Install Jetpack and WooCommerce Services":["Installer Jetpack et WooCommerce Services"],"You're awesome! One less item on your to-do list ✅":["Vous êtes formidable ! Une tâche de moins sur votre liste des choses à faire ✅"],"There was a problem updating your tax settings.":["Un problème est survenu lors de la mise à jour de vos paramètres d'imposition."],"Connect your store to WordPress.com to enable label printing":["Connectez votre boutique à WordPress.com pour activer l'impression des étiquettes"],"Connect your store":["Associer votre boutique"],"Enable shipping label printing":["Activer l'impression des étiquettes d'expédition"],"Define how much customers pay to ship to different destinations":["Définir le montant dû par les clients suivant différentes destinations d'expédition"],"Set shipping costs":["Définir les coûts d'expédition"],"The address from which your business operates":["Adresse physique de l'entreprise"],"Set store location":["Localiser la boutique"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 Expédition réalisée ! Ne vous inquiétez pas, vous pourrez toujours le modifier ultérieurement."],"Shipping cost":["Coût d'expédition"],"Shipping rates can not be negative numbers.":["Les tarifs d'expédition doivent être des nombres positifs."],"Your shipping rates have been updated.":["Vos tarifs d'expédition ont été mis à jour."],"There was a problem saving your store location.":["Un problème est survenu lors de l'enregistrement de la localisation de votre boutique."],"Post code":["Code postal"],"Address line 2 (optional)":["Ligne d'adresse 2 (facultative)"],"Please add a post code":["Veuillez ajouter un code postal"],"Please add a city":["Veuillez ajouter une ville"],"Please select a country \/ region":["Veuillez choisir un pays\/région"],"Please add an address":["Veuillez ajouter une adresse"],"For stores currently selling elsewhere we suggest using a product migration service":["Nous vous suggérons d'utiliser un service de migration de produit si votre boutique vend actuellement dans le monde entier"],"Migrate":["Migrer"],"For larger stores we recommend importing all products at once via CSV file":["Nous vous recommandons d'importer tous les produits simultanément au moyen d'un fichier CSV dans le cas de grandes boutiques"],"For small stores we recommend adding products manually":["Nous vous recommandons d'ajouter manuellement les produits dans le cas de petites boutiques"],"Add manually (recommended)":["Ajouter manuellement (recommandé)"],"Store connected to WooCommerce.com and extensions are being installed.":["Installation en cours de la boutique connectée à WooCommerce.com et des extensions."],"You must click approve to install your extensions and connect to WooCommerce.com.":["Vous devez cliquer sur Approuver pour installer vos extensions et vous connecter à WooCommerce.com."],"Complete task":["Terminer la tâche"],"Optionally display a prominent notice across all pages of your store":["Permet d'afficher de manière facultative une annonce bien visible sur toutes les pages de votre boutique"],"Set a store notice":["Définir l'annonce de la boutique"],"Proceed":["Continuer"],"Ensure your store is on-brand by adding your logo":["Affirmez l'image de marque de votre boutique en ajoutant votre logo"],"Upload a logo":["Mettre en ligne un logo"],"Create homepage":["Créer une page d'accueil"],"Create a new homepage and customize it to suit your needs":["Créer une nouvelle page d'accueil et personnalisez-la suivant vos besoins"],"Create a custom homepage":["Créer une page d'accueil personnalisée"],"Skip":["Ignorer"],"We’ll add some products that will make it easier to see what your store looks like":["Nous ajouterons quelques produits pour vous donner un meilleur aperçu de ce à quoi ressemble votre boutique"],"Customize":["Personnaliser"],"All sample products have been imported.":["Tous les produits de démonstration ont été importés."],"There was an error importing some of the sample products.":["Une erreur est survenue lors de l’importation de certains des produits de démonstration."],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 Votre boutique a fière allure ! N'oubliez pas de continuer sa personnalisation."],"Store logo updated sucessfully.":["Mise à jour réussie du logo de la boutique."],"Purchase & install now":["Acheter et installer maintenant"],"I'll do it later":["Je m'en occuperai ultérieurement"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Vous n'aurez accès à cette fonctionnalité qu'après l'achat et l'installation des extensions."],"Would you like to purchase and install the following features now?":["Voulez-vous acheter et installer les fonctionnalités suivantes maintenant ?"],"%s — %s per year":["%s — %s par an"],"Remove block":["Retirer le bloc"],"There was an error connecting to WooCommerce.com. Please try again.":["Une erreur est survenue lors de la connexion à WooCommerce.com. Veuillez réessayer."],"Add your first product":["Ajouter votre premier produit"],"Country \/ Region":["Pays\/région"],"Yes please":["Oui, merci"],"Retry":["Réessayer"],"Done":["Terminé"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook for WooCommerce"],"Set up":["Configuration"],"Mailchimp for WooCommerce":["MailChimp for WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["L’extension PayFast pour WooCommerce vous permet d’accepter les paiements par carte de crédit et transfert bancaire via l’une des passerelles de paiement les plus populaires en Afrique du Sud. Aucun frais d’installation ni abonnement mensuel."],"Klarna Payments for WooCommerce":["Klarna Payments for WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna Checkout for WooCommerce"],"Recommended":["Recommandé"],"Square":["Square"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Import products":["Importer des produits"],"Jetpack":["Jetpack"],"Connect":["Connecter"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Paiement sûr et sécurisé à l&rsquo;aide de votre carte de crédit ou de votre compte client Paypal."],"Import":["Importer"],"WooCommerce Services":["Services WooCommerce"],"Free shipping":["Livraison gratuite"],"Address line 1":["Adresse ligne 1"],"Rest of the world":["Reste du monde"],"Configure":["Configurer"],"and":["et"],"API Password":["Mot de passe API"],"API Username":["Nom d'utilisateur de l'API"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nom de la banque"],"Account number":["Numéro du compte"],"Account name":["Nom du compte"],"Sort code":["Code guichet"],"Direct bank transfer":["Virement bancaire"],"Store notice text":["Texte de notification de la boutique"],"Save":["Enregistrer"],"No thanks":["Non merci"],"Cash on delivery":["Paiement à la livraison"],"Continue":["Continuer"],"City":["Ville"],"Update":["Mettre à jour"],"Settings":["Réglages"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/task-list.52fe0e41a24d55f1b9b1.js"}}